{
  "word_index": {
    "<PAD>": 0,
    "<OOV>": 1,
    "rs": 2,
    "inr": 3,
    "debited": 4,
    "credited": 5,
    "from": 6,
    "on": 7,
    "at": 8,
    "to": 9,
    "your": 10,
    "a/c": 11,
    "bal": 12,
    "avl": 13,
    "balance": 14,
    "card": 15,
    "ending": 16,
    "for": 17,
    "via": 18,
    "ref": 19,
    "spent": 20,
    "withdrawn": 21,
    "transaction": 22,
    "made": 23,
    "you": 24,
    "bank": 25,
    "credit": 26,
    "debit": 27,
    "upi": 28,
    "net": 29,
    "banking": 30,
    "wallet": 31,
    "amazon": 32,
    "swiggy": 33,
    "zomato": 34,
    "flipkart": 35,
    "netflix": 36,
    "spotify": 37,
    "uber": 38,
    "ola": 39,
    "paytm": 40,
    "phonepe": 41,
    "google": 42,
    "pay": 43,
    "starbucks": 44,
    "mcdonald's": 45,
    "kfc": 46,
    "pizza": 47,
    "hut": 48,
    "domino's": 49,
    "bigbasket": 50,
    "grofers": 51,
    "myntra": 52,
    "ajio": 53,
    "nykaa": 54,
    "bookmyshow": 55,
    "makemytrip": 56,
    "whole": 57,
    "foods": 58,
    "target": 59,
    "walmart": 60,
    "costco": 61,
    "best": 62,
    "buy": 63,
    "shell": 64,
    "bp": 65,
    "exxon": 66,
    "chevron": 67,
    "hdfc": 68,
    "icici": 69,
    "sbi": 70,
    "axis": 71,
    "kotak": 72,
    "chase": 73,
    "revolut": 74,
    "of": 75,
    "the": 76,
    "is": 77,
    "in": 78,
    "with": 79,
    "has": 80,
    "been": 81,
    "was": 82,
    "are": 83,
    "an": 84,
    "a": 85,
    "and": 86,
    "or": 87,
    "not": 88,
    "thank": 89,
    "using": 90,
    "payment": 91,
    "amount": 92,
    "total": 93,
    "date": 94,
    "time": 95,
    "order": 96,
    "food": 97,
    "purchase": 98,
    "transfer": 99,
    "received": 100,
    "sent": 101,
    "paid": 102,
    "due": 103,
    "pending": 104,
    "successful": 105,
    "failed": 106,
    "account": 107,
    "number": 108,
    "mobile": 109,
    "atm": 110,
    "withdrawal": 111,
    "deposit": 112,
    "available": 113,
    "new": 114,
    "dear": 115,
    "customer": 116,
    "alert": 117,
    "info": 118,
    "otp": 119,
    "rupees": 120,
    "rs.": 121,
    "inr.": 122,
    "$": 123,
    "€": 124,
    "¥": 125,
    "£": 126
  }
}
